Repository: aliasttt/bonusweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Access Denied - Bonus
de: Zugriff verweigert - Bonus

source: Access Denied
de: Zugriff verweigert

source: You don't have permission to access this page.
de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.

source: Go to Home
de: Zur Startseite

source: Go to Dashboard
de: Zum Dashboard

source: If you believe this is an error, please contact the administrator.
de: Wenn Sie glauben, dass dies ein Fehler ist, wenden Sie sich bitte an den Administrator.

source: Admin Login
de: Admin-Anmeldung

source: Enter your phone number and password to access the admin panel
de: Geben Sie Ihre Telefonnummer und Ihr Passwort ein, um auf das Admin-Panel zuzugreifen

source: Superuser Login
de: Superuser-Anmeldung

source: Phone Number
de: Telefonnummer

source: Enter your phone number
de: Geben Sie Ihre Telefonnummer ein

source: Username
de: Benutzername

source: Enter your username
de: Geben Sie Ihren Benutzernamen ein

source: Password
de: Passwort

source: Enter your password
de: Geben Sie Ihr Passwort ein

source: Use Cases
de: Anwendungsfälle

source: Features
de: Funktionen

source: Businesses
de: Unternehmen

source: How It Works
de: Wie es funktioniert

source: Integrations
de: Integrationen

source: Pricing
de: Preise

source: Modern customer loyalty platform for restaurants, cafes, and retail stores
de: Moderne Kundenbindungsplattform für Restaurants, Cafés und Einzelhandelsgeschäfte

source: Products
de: Produkte

source: Customer Loyalty
de: Kundenbindung

source: Points System
de: Punktesystem

source: Marketing Campaigns
de: Marketingkampagnen

source: Advanced Analytics
de: Erweiterte Analysen

source: Help Center
de: Hilfezentrum

source: Contact Us
de: Kontaktieren Sie uns

source: Bug Report
de: Fehlerbericht

source: Company
de: Unternehmen

source: About Us
de: Über uns

source: Careers
de: Karriere

source: Privacy Policy
de: Datenschutzrichtlinie

source: Terms of Service
de: Nutzungsbedingungen

source: All rights reserved
de: Alle Rechte vorbehalten

source: Blog - Latest News & Insights
de: Blog - Neueste Nachrichten & Einblicke

source: Our
de: Unser

source: Latest insights, tips, and updates about customer loyalty and business growth
de: Neueste Einblicke, Tipps und Updates zu Kundenbindung und Geschäftswachstum

source: Coming Soon
de: Demnächst

source: We're working on creating valuable content about customer loyalty, business growth, and digital marketing strategies.
de: Wir arbeiten daran, wertvolle Inhalte über Kundenbindung, Geschäftswachstum und digitale Marketingstrategien zu erstellen.

source: Back to Home
de: Zurück zur Startseite

source: View Pricing
de: Preise anzeigen

source: Back to directory
de: Zurück zum Verzeichnis

source: Verified business owner
de: Verifizierter Geschäftsinhaber

source: No description provided
de: Keine Beschreibung vorhanden

source: Average rating
de: Durchschnittliche Bewertung

source: published reviews
de: veröffentlichte Bewertungen

source: Address unavailable
de: Adresse nicht verfügbar

source: Phone unavailable
de: Telefon nicht verfügbar

source: Website not provided
de: Website nicht angegeben

source: Services & offerings
de: Dienstleistungen & Angebote

source: No description yet
de: Noch keine Beschreibung

source: Overall rating
de: Gesamtbewertung

source: No comment provided
de: Kein Kommentar vorhanden

source: No reviews have been published yet.
de: Es wurden noch keine Bewertungen veröffentlicht.

source: Verified Partners
de: Verifizierte Partner

source: All Active Restaurants & Cafés on Bonus
de: Alle aktiven Restaurants & Cafés auf Bonus

source: Browse every approved business. Click a card to view full details, services, and customer reviews.
de: Durchsuchen Sie jedes genehmigte Unternehmen. Klicken Sie auf eine Karte, um vollständige Details, Dienstleistungen und Kundenbewertungen anzuzeigen.

source: Average Rating
de: Durchschnittliche Bewertung

source: No Rating Yet
de: Noch keine Bewertung

source: View details
de: Details anzeigen

source: No businesses have been onboarded yet.
de: Es wurden noch keine Unternehmen hinzugefügt.

source: FAQ - Frequently Asked Questions
de: FAQ - Häufig gestellte Fragen

source: Frequently Asked
de: Häufig gestellte

source: Questions
de: Fragen

source: Find answers to common questions about our platform
de: Finden Sie Antworten auf häufige Fragen zu unserer Plattform

source: Do customers need a mobile app?
de: Benötigen Kunden eine mobile App?

source: Yes, customers can use either our mobile app or web version. Both are fully supported and provide the same functionality for scanning QR codes and managing points.
de: Ja, Kunden können entweder unsere mobile App oder die Web-Version verwenden. Beide werden vollständig unterstützt und bieten die gleiche Funktionalität zum Scannen von QR-Codes und Verwalten von Punkten.

source: How is QR code security guaranteed?
de: Wie wird die QR-Code-Sicherheit gewährleistet?

source: Server-side validation prevents abuse and ensures each QR code can only be used once per customer per visit. We also implement rate limiting and fraud detection.
de: Serverseitige Validierung verhindert Missbrauch und stellt sicher, dass jeder QR-Code nur einmal pro Kunde pro Besuch verwendet werden kann. Wir implementieren auch Ratenbegrenzung und Betrugserkennung.

source: Can I customize the points system?
de: Kann ich das Punktesystem anpassen?

source: Absolutely! You can set custom point values for different purchases, create tiered rewards, and adjust the points-to-reward ratio based on your business needs.
de: Absolut! Sie können benutzerdefinierte Punktwerte für verschiedene Käufe festlegen, gestufte Belohnungen erstellen und das Punkte-zu-Belohnungs-Verhältnis basierend auf Ihren Geschäftsanforderungen anpassen.

source: Is there a setup fee?
de: Gibt es eine Einrichtungsgebühr?

source: No setup fees! We offer a free plan for small businesses and transparent monthly pricing for larger operations. No hidden costs or surprise charges.
de: Keine Einrichtungsgebühren! Wir bieten einen kostenlosen Plan für kleine Unternehmen und transparente monatliche Preise für größere Betriebe. Keine versteckten Kosten oder Überraschungsgebühren.

source: How quickly can I get started?
de: Wie schnell kann ich loslegen?

source: You can be up and running in less than 5 minutes! Simply create an account, generate your QR code, and start rewarding customers immediately.
de: Sie können in weniger als 5 Minuten loslegen! Erstellen Sie einfach ein Konto, generieren Sie Ihren QR-Code und beginnen Sie sofort, Kunden zu belohnen.

source: Do you offer customer support?
de: Bieten Sie Kundensupport an?

source: Yes! We provide email support for all users, priority support for paid plans, and dedicated support for enterprise customers. Our team is here to help you succeed.
de: Ja! Wir bieten E-Mail-Support für alle Benutzer, Prioritätssupport für kostenpflichtige Pläne und dedizierten Support für Unternehmenskunden. Unser Team ist hier, um Ihnen zum Erfolg zu verhelfen.

source: Features - Modern Customer Loyalty Platform
de: Funktionen - Moderne Kundenbindungsplattform

source: Powerful
de: Leistungsstark

source: Everything you need to build and manage a successful customer loyalty program
de: Alles, was Sie brauchen, um ein erfolgreiches Kundenbindungsprogramm aufzubauen und zu verwalten

source: QR Code Generation
de: QR-Code-Generierung

source: Generate unique QR codes for each business with customizable branding and tracking capabilities.
de: Generieren Sie eindeutige QR-Codes für jedes Unternehmen mit anpassbarem Branding und Tracking-Funktionen.

source: Digital Wallet
de: Digitale Brieftasche

source: Digital points wallet with customizable goals and instant reward redemption system.
de: Digitale Punkte-Brieftasche mit anpassbaren Zielen und sofortigem Belohnungseinlösungssystem.

source: Free menu items and rewards when customers reach their points goals automatically.
de: Kostenlose Menüpunkte und Belohnungen, wenn Kunden ihre Punktziele automatisch erreichen.

source: Complete API with JWT authentication for seamless mobile app integration.
de: Vollständige API mit JWT-Authentifizierung für nahtlose mobile App-Integration.

source: Real-time analytics and insights to track customer behavior and program performance.
de: Echtzeit-Analysen und Einblicke zur Verfolgung des Kundenverhaltens und der Programmleistung.

source: Customizable Rules
de: Anpassbare Regeln

source: Flexible point rules, reward thresholds, and campaign settings for any business type.
de: Flexible Punktregeln, Belohnungsschwellen und Kampagneneinstellungen für jeden Geschäftstyp.

source: Powerful tools for growing businesses and enterprise customers
de: Leistungsstarke Tools für wachsende Unternehmen und Unternehmenskunden

source: Customer Segmentation
de: Kundensegmentierung

source: Segment your customers based on behavior, purchase history, and engagement levels. Create targeted campaigns for VIP customers, new customers, and inactive users.
de: Segmentieren Sie Ihre Kunden basierend auf Verhalten, Kaufhistorie und Engagement-Level. Erstellen Sie gezielte Kampagnen für VIP-Kunden, neue Kunden und inaktive Benutzer.

source: Set up automated email campaigns, push notifications, and SMS messages. Trigger campaigns based on customer actions, birthdays, or inactivity periods.
de: Richten Sie automatisierte E-Mail-Kampagnen, Push-Benachrichtigungen und SMS-Nachrichten ein. Lösen Sie Kampagnen basierend auf Kundenaktionen, Geburtstagen oder Inaktivitätsperioden aus.

source: Fraud Prevention
de: Betrugsprävention

source: Advanced fraud detection algorithms prevent abuse and ensure fair point distribution. Real-time monitoring and automatic flagging of suspicious activities.
de: Erweiterte Betrugserkennungsalgorithmen verhindern Missbrauch und gewährleisten eine faire Punkteverteilung. Echtzeitüberwachung und automatische Markierung verdächtiger Aktivitäten.

source: Campaign Performance
de: Kampagnenleistung

source: +23%% Open Rate
de: +23%% Öffnungsrate

source: SMS Notifications
de: SMS-Benachrichtigungen

source: +45%% Click Rate
de: +45%% Klickrate

source: Push Notifications
de: Push-Benachrichtigungen

source: Real-time customer tracking
de: Echtzeit-Kundentracking

source: Automated reward distribution
de: Automatisierte Belohnungsverteilung

source: Technical
de: Technisch

source: Specifications
de: Spezifikationen

source: Built with modern technology for reliability and scalability
de: Gebaut mit moderner Technologie für Zuverlässigkeit und Skalierbarkeit

source: Enterprise-grade reliability with SLA guarantee
de: Unternehmensklasse Zuverlässigkeit mit SLA-Garantie

source: <100ms Response
de: <100ms Antwortzeit

source: Lightning-fast API responses for optimal user experience
de: Blitzschnelle API-Antworten für optimale Benutzererfahrung

source: Unlimited Scale
de: Unbegrenzte Skalierung

source: Handle millions of customers and transactions
de: Verwaltung von Millionen von Kunden und Transaktionen

source: SOC 2 Compliant
de: SOC 2 konform

source: Enterprise security standards and compliance
de: Unternehmenssicherheitsstandards und Compliance

source: Popular
de: Beliebt

source: Connect with the tools you already use
de: Verbinden Sie sich mit den Tools, die Sie bereits verwenden

source: Sync customer data and create targeted email campaigns based on loyalty behavior.
de: Synchronisieren Sie Kundendaten und erstellen Sie gezielte E-Mail-Kampagnen basierend auf Loyalitätsverhalten.

source: Automatic point tracking with every Square transaction and receipt.
de: Automatische Punkteverfolgung bei jeder Square-Transaktion und Quittung.

source: Automation
de: Automatisierung

source: Connect with 5000+ apps and automate your loyalty workflows.
de: Verbinden Sie sich mit über 5000 Apps und automatisieren Sie Ihre Loyalitäts-Workflows.

source: Sync loyalty data with your CRM for complete customer profiles.
de: Synchronisieren Sie Loyalitätsdaten mit Ihrem CRM für vollständige Kundenprofile.

source: Integrate loyalty points with your Shopify store seamlessly.
de: Integrieren Sie Loyalitätspunkte nahtlos mit Ihrem Shopify-Shop.

source: Track loyalty program performance with detailed analytics.
de: Verfolgen Sie die Leistung des Loyalitätsprogramms mit detaillierten Analysen.

source: Ready to Experience These Features?
de: Bereit, diese Funktionen zu erleben?

source: #1 Platform in Germany
de: #1 Plattform in Deutschland

source: Made Modern & Smart
de: Modern & Intelligent gemacht

source: Quick setup, fully customizable, and completely digital. Just scan QR codes to award points, build loyal customers, and boost your sales.
de: Schnelle Einrichtung, vollständig anpassbar und komplett digital. Scannen Sie einfach QR-Codes, um Punkte zu vergeben, treue Kunden aufzubauen und Ihren Umsatz zu steigern.

source: Start Free
de: Kostenlos starten

source: Active Businesses
de: Aktive Unternehmen

source: Happy Customers
de: Zufriedene Kunden

source: Uptime
de: Betriebszeit

source: Your Loyalty App
de: Ihre Treue-App

source: Your Points
de: Ihre Punkte

source: Next reward: 250 points
de: Nächste Belohnung: 250 Punkte

source: Scan to Earn
de: Scannen zum Verdienen

source: Get points instantly
de: Punkte sofort erhalten

source: Rewards
de: Belohnungen

source: History
de: Verlauf

source: Settings
de: Einstellungen

source: Why Choose
de: Warum wählen

source: Comprehensive customer loyalty management platform with advanced features and modern UI
de: Umfassende Kundenbindungsmanagement-Plattform mit erweiterten Funktionen und moderner Benutzeroberfläche

source: QR-Based
de: QR-basiert

source: Admin generates codes; customers scan and earn points. Simple, fast, and no physical cards needed.
de: Admin generiert Codes; Kunden scannen und verdienen Punkte. Einfach, schnell und keine physischen Karten erforderlich.

source: Boost Sales
de: Umsatz steigern

source: With clear goals like 10 points = free menu item, get repeat purchases and increase your revenue.
de: Mit klaren Zielen wie 10 Punkte = kostenloses Menüelement erhalten Sie wiederholte Käufe und steigern Ihren Umsatz.

source: Quick Setup
de: Schnelle Einrichtung

source: Get started in minutes; web and mobile app with full API. No complex technical knowledge required.
de: In Minuten loslegen; Web- und Mobile-App mit vollständiger API. Kein komplexes technisches Wissen erforderlich.

source: Comprehensive reports on customer behavior, sales, and campaign performance for better decision making.
de: Umfassende Berichte über Kundenverhalten, Verkäufe und Kampagnenleistung für bessere Entscheidungsfindung.

source: Dedicated app for customers with beautiful UI and complete points management features.
de: Dedizierte App für Kunden mit schöner Benutzeroberfläche und vollständigen Punkteverwaltungsfunktionen.

source: High Security
de: Hohe Sicherheit

source: Advanced encryption and complete security to protect customer and business information.
de: Erweiterte Verschlüsselung und vollständige Sicherheit zum Schutz von Kunden- und Unternehmensinformationen.

source: Ready to Get Started?
de: Bereit loszulegen?

source: Start free now and set up your customer loyalty program in less than 5 minutes.
de: Starten Sie jetzt kostenlos und richten Sie Ihr Kundenbindungsprogramm in weniger als 5 Minuten ein.

source: How It Works - Simple 3-Step Process
de: Wie es funktioniert - Einfacher 3-Schritte-Prozess

source: Works
de: funktioniert

source: Get started in 3 simple steps. No complex setup required.
de: Starten Sie in 3 einfachen Schritten. Keine komplexe Einrichtung erforderlich.

source: Generate QR Code
de: QR-Code generieren

source: Admin logs into the dashboard and generates a unique QR code for their business with customizable branding.
de: Der Administrator meldet sich im Dashboard an und generiert einen eindeutigen QR-Code für sein Unternehmen mit anpassbarem Branding.

source: Customer scans the QR code at your store using their mobile app and instantly earns points for their purchase.
de: Der Kunde scannt den QR-Code in Ihrem Geschäft mit seiner mobilen App und verdient sofort Punkte für seinen Kauf.

source: When customers reach their goal (e.g., 10 points), they automatically receive a free menu item or reward.
de: Wenn Kunden ihr Ziel erreichen (z.B. 10 Punkte), erhalten sie automatisch ein kostenloses Menüelement oder eine Belohnung.

source: Unified API
de: Einheitliche API

source: Both web dashboard and mobile app use the same powerful API, ensuring consistency and real-time synchronization across all platforms.
de: Sowohl das Web-Dashboard als auch die mobile App verwenden dieselbe leistungsstarke API und gewährleisten Konsistenz und Echtzeit-Synchronisierung auf allen Plattformen.

source: Integrations - Connect Everything
de: Integrationen - Alles verbinden

source: API-first approach: Connect to POS systems, webhooks, and automation tools
de: API-First-Ansatz: Verbinden Sie sich mit POS-Systemen, Webhooks und Automatisierungstools

source: Seamlessly integrate with popular point-of-sale systems for automatic point tracking.
de: Nahtlose Integration mit beliebten Kassensystemen für automatische Punkteverfolgung.

source: Real-time notifications and data synchronization with your existing systems.
de: Echtzeit-Benachrichtigungen und Datensynchronisierung mit Ihren bestehenden Systemen.

source: Connect with Zapier, Make, and other automation platforms for workflow optimization.
de: Verbinden Sie sich mit Zapier, Make und anderen Automatisierungsplattformen zur Workflow-Optimierung.

source: Sync with Mailchimp, SendGrid, and other email platforms for targeted campaigns.
de: Synchronisieren Sie mit Mailchimp, SendGrid und anderen E-Mail-Plattformen für gezielte Kampagnen.

source: CRM Systems
de: CRM-Systeme

source: Connect with Salesforce, HubSpot, and other CRM platforms for unified customer data.
de: Verbinden Sie sich mit Salesforce, HubSpot und anderen CRM-Plattformen für einheitliche Kundendaten.

source: Custom API
de: Benutzerdefinierte API

source: Full REST API with comprehensive documentation for custom integrations.
de: Vollständige REST-API mit umfassender Dokumentation für benutzerdefinierte Integrationen.

source: Example
de: Beispiel

source: Simple, powerful, and well-documented API endpoints
de: Einfache, leistungsstarke und gut dokumentierte API-Endpunkte

source: Pricing - Simple & Transparent
de: Preise - Einfach & Transparent

source: Simple
de: Einfach

source: Choose the perfect plan for your business. No hidden fees, no surprises.
de: Wählen Sie den perfekten Plan für Ihr Unternehmen. Keine versteckten Gebühren, keine Überraschungen.

source: Free
de: Kostenlos

source: Perfect for small businesses
de: Perfekt für kleine Unternehmen

source: Up to 100 customers
de: Bis zu 100 Kunden

source: Basic QR codes
de: Grundlegende QR-Codes

source: Simple analytics
de: Einfache Analysen

source: Most Popular
de: Am beliebtesten

source: /month
de: /Monat

source: Everything you need to grow
de: Alles, was Sie zum Wachstum brauchen

source: Up to 1,000 customers
de: Bis zu 1.000 Kunden

source: Custom QR codes
de: Benutzerdefinierte QR-Codes

source: Priority support
de: Prioritätssupport

source: Custom
de: Individuell

source: Tailored for your needs
de: Maßgeschneidert für Ihre Bedürfnisse

source: Unlimited customers
de: Unbegrenzte Kunden

source: White-label solution
de: White-Label-Lösung

source: Dedicated support
de: Dedizierter Support

source: SLA guarantee
de: SLA-Garantie

source: Can I change plans anytime?
de: Kann ich Pläne jederzeit ändern?

source: Yes, you can upgrade or downgrade your plan at any time. Changes take effect immediately.
de: Ja, Sie können Ihren Plan jederzeit upgraden oder downgraden. Änderungen treten sofort in Kraft.

source: Is there a free trial?
de: Gibt es eine kostenlose Testversion?

source: Yes, we offer a 14-day free trial for all paid plans. No credit card required.
de: Ja, wir bieten eine 14-tägige kostenlose Testversion für alle kostenpflichtigen Pläne. Keine Kreditkarte erforderlich.

source: What payment methods do you accept?
de: Welche Zahlungsmethoden akzeptieren Sie?

source: We accept all major credit cards, PayPal, and bank transfers for enterprise plans.
de: Wir akzeptieren alle gängigen Kreditkarten, PayPal und Banküberweisungen für Enterprise-Pläne.

source: Compare features across all plans to find the perfect fit for your business
de: Vergleichen Sie Funktionen aller Pläne, um die perfekte Lösung für Ihr Unternehmen zu finden

source: Monthly Price
de: Monatspreis

source: Up to 100
de: Bis zu 100

source: Up to 1,000
de: Bis zu 1.000

source: Unlimited
de: Unbegrenzt

source: Basic
de: Basis

source: API Access
de: API-Zugriff

source: Limited
de: Begrenzt

source: Full
de: Vollständig

source: Priority
de: Priorität

source: Dedicated
de: Dediziert

source: Setup Fee
de: Einrichtungsgebühr

source: Join hundreds of businesses already growing with our platform
de: Schließen Sie sich Hunderten von Unternehmen an, die bereits mit unserer Plattform wachsen

source: Calculate Your
de: Berechnen Sie Ihren

source: See how much you could save and earn with our loyalty program
de: Sehen Sie, wie viel Sie mit unserem Loyalitätsprogramm sparen und verdienen könnten

source: ROI Calculator
de: ROI-Rechner

source: Average Order Value
de: Durchschnittlicher Bestellwert

source: Repeat Visit Rate
de: Wiederholungsbesuchsrate

source: Projected Results
de: Projizierte Ergebnisse

source: Additional Revenue
de: Zusätzlicher Umsatz

source: Monthly Savings
de: Monatliche Einsparungen

source: 30-Day Money Back Guarantee
de: 30-Tage-Geld-zurück-Garantie

source: Not satisfied? Get a full refund within 30 days. No questions asked.
de: Nicht zufrieden? Erhalten Sie innerhalb von 30 Tagen eine vollständige Rückerstattung. Keine Fragen gestellt.

source: Learn More
de: Mehr erfahren

source: Use Cases - Perfect for Every Business
de: Anwendungsfälle - Perfekt für jedes Unternehmen

source: Perfect for
de: Perfekt für

source: From small cafes to large retail chains, our platform adapts to your needs
de: Von kleinen Cafés bis zu großen Einzelhandelsketten passt sich unsere Plattform Ihren Bedürfnissen an

source: Restaurants & Cafes
de: Restaurants & Cafés

source: Build loyalty with every meal and coffee order
de: Bauen Sie Loyalität mit jeder Mahlzeit und Kaffee-Bestellung auf

source: Retail Stores
de: Einzelhandelsgeschäfte

source: Reward customers for their shopping frequency
de: Belohnen Sie Kunden für ihre Einkaufshäufigkeit

source: Encourage repeat visits with beauty rewards
de: Ermutigen Sie wiederholte Besuche mit Beauty-Belohnungen

source: Integrate loyalty with your online store
de: Integrieren Sie Loyalität mit Ihrem Online-Shop

source: Real-World
de: Echte

source: Success Stories
de: Erfolgsgeschichten

source: See how different businesses are using our platform to grow
de: Sehen Sie, wie verschiedene Unternehmen unsere Plattform nutzen, um zu wachsen

source: Monthly Revenue
de: Monatlicher Umsatz

source: The Challenge
de: Die Herausforderung

source: Bella Vista was struggling with customer retention. Despite great food and service, customers weren't returning regularly. They needed a way to incentivize repeat visits and increase customer lifetime value.
de: Bella Vista hatte Probleme mit der Kundenbindung. Trotz großartigem Essen und Service kehrten Kunden nicht regelmäßig zurück. Sie brauchten einen Weg, um wiederholte Besuche zu fördern und den Kundenlebenszeitwert zu erhöhen.

source: The Solution
de: Die Lösung

source: Implemented QR-based loyalty program with 10 visits = free appetizer
de: Implementiertes QR-basiertes Loyalitätsprogramm mit 10 Besuchen = kostenlose Vorspeise
