Repository: aliasttt/bonusweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Added birthday rewards and special occasion notifications
de: Hinzugefügte Geburtstagsbelohnungen und Benachrichtigungen für besondere Anlässe

source: Integrated with their POS system for automatic point tracking
de: Integration mit ihrem POS-System für automatische Punkteverfolgung

source: Fashion Forward was losing customers to online retailers. They needed to create a compelling reason for customers to visit their physical store and make repeat purchases.
de: Fashion Forward verlor Kunden an Online-Händler. Sie mussten einen überzeugenden Grund schaffen, warum Kunden ihr physisches Geschäft besuchen und wiederholt einkaufen sollten.

source: Created tiered loyalty program: Bronze, Silver, Gold levels
de: Erstelltes gestuftes Loyalitätsprogramm: Bronze-, Silber-, Gold-Level

source: Offered exclusive early access to sales for loyalty members
de: Exklusiver früher Zugang zu Verkäufen für Loyalitätsmitglieder angeboten

source: Implemented referral rewards for bringing friends
de: Implementierte Empfehlungsbelohnungen für das Mitbringen von Freunden

source: Average Spend
de: Durchschnittliche Ausgaben

source: Referral Rate
de: Empfehlungsrate

source: Industry
de: Branche

source: Impact
de: Auswirkungen

source: See how loyalty programs are transforming businesses across industries
de: Sehen Sie, wie Loyalitätsprogramme Unternehmen in verschiedenen Branchen transformieren

source: Average increase in customer retention
de: Durchschnittliche Steigerung der Kundenbindung

source: Average increase in customer lifetime value
de: Durchschnittliche Steigerung des Kundenlebenszeitwerts

source: Of customers prefer businesses with loyalty programs
de: Von Kunden bevorzugen Unternehmen mit Loyalitätsprogrammen

source: More likely to recommend to friends
de: Wahrscheinlicher, Freunden zu empfehlen

source: Follow these steps to implement your loyalty program successfully
de: Befolgen Sie diese Schritte, um Ihr Loyalitätsprogramm erfolgreich zu implementieren

source: Define Your Goals
de: Definieren Sie Ihre Ziele

source: Set clear objectives: increase retention, boost average order value, or grow customer base.
de: Setzen Sie klare Ziele: Steigerung der Bindung, Erhöhung des durchschnittlichen Bestellwerts oder Wachstum der Kundenbasis.

source: Create attractive rewards that align with your business model and customer preferences.
de: Erstellen Sie attraktive Belohnungen, die zu Ihrem Geschäftsmodell und den Kundenpräferenzen passen.

source: Launch & Promote
de: Starten & Bewerben

source: Announce your program to existing customers and promote it to attract new ones.
de: Kündigen Sie Ihr Programm bestehenden Kunden an und bewerben Sie es, um neue anzuziehen.

source: Monitor & Optimize
de: Überwachen & Optimieren

source: Track performance metrics and continuously improve your program based on data insights.
de: Verfolgen Sie Leistungskennzahlen und verbessern Sie Ihr Programm kontinuierlich basierend auf Dateneinblicken.

source: Ready to Grow Your Business?
de: Bereit, Ihr Unternehmen zu vergrößern?

source: Join hundreds of businesses already using our platform to build stronger customer relationships and increase revenue.
de: Schließen Sie sich Hunderten von Unternehmen an, die bereits unsere Plattform nutzen, um stärkere Kundenbeziehungen aufzubauen und den Umsatz zu steigern.

source: Manage your business information and restaurant images
de: Verwalten Sie Ihre Unternehmensinformationen und Restaurantbilder

source: Business Information
de: Unternehmensinformationen

source: Phone
de: Telefon

source: Description
de: Beschreibung

source: No description
de: Keine Beschreibung

source: No Business Found
de: Kein Unternehmen gefunden

source: You need to register a business first.
de: Sie müssen zuerst ein Unternehmen registrieren.

source: Orders
de: Bestellungen

source: Reviews
de: Bewertungen

source: Generate QR codes for your business
de: Generieren Sie QR-Codes für Ihr Unternehmen

source: Add and manage your products
de: Hinzufügen und Verwalten Ihrer Produkte

source: Users
de: Benutzer

source: View your customers and their activity
de: Sehen Sie Ihre Kunden und ihre Aktivitäten

source: See feedback and reply to customers
de: Feedback sehen und Kunden antworten

source: Update your business information
de: Aktualisieren Sie Ihre Unternehmensinformationen

source: Send Notification
de: Benachrichtigung senden

source: New
de: Neu

source: Craft push messages for your customers
de: Erstellen Sie Push-Nachrichten für Ihre Kunden

source: Enter your phone number and password to access the admin panel.
de: Geben Sie Ihre Telefonnummer und Ihr Passwort ein, um auf das Admin-Panel zuzugreifen.

source: Notifications
de: Benachrichtigungen

source: Send Push Notification
de: Push-Benachrichtigung senden

source: Craft a message and deliver it instantly to your customers. Notifications go through Firebase and appear inside the Bonus mobile app and partner web panel.
de: Erstellen Sie eine Nachricht und liefern Sie sie sofort an Ihre Kunden. Benachrichtigungen gehen über Firebase und erscheinen in der Bonus-Mobile-App und im Partner-Web-Panel.

source: No business found
de: Kein Unternehmen gefunden

source: You need to register at least one business before sending notifications.
de: Sie müssen mindestens ein Unternehmen registrieren, bevor Sie Benachrichtigungen senden können.

source: Not Selected
de: Nicht ausgewählt

source: Notifications will be sent to customers of this business.
de: Benachrichtigungen werden an Kunden dieses Unternehmens gesendet.

source: Delivery
de: Zustellung

source: Instant
de: Sofort

source: Sent immediately after you hit send.
de: Wird sofort nach dem Senden gesendet.

source: Recipients
de: Empfänger

source: Select individual customers or leave empty to notify all customers of this business.
de: Wählen Sie einzelne Kunden aus oder lassen Sie es leer, um alle Kunden dieses Unternehmens zu benachrichtigen.

source: Select all
de: Alle auswählen

source: Clear
de: Löschen

source: Search by name, email, or phone
de: Suche nach Name, E-Mail oder Telefon

source: No specific recipients selected. All customers of this business will receive this notification.
de: Keine spezifischen Empfänger ausgewählt. Alle Kunden dieses Unternehmens erhalten diese Benachrichtigung.

source: Send no more than 2 promotions per day per business to avoid user fatigue.
de: Senden Sie nicht mehr als 2 Werbeaktionen pro Tag pro Unternehmen, um Benutzerermüdung zu vermeiden.

source: Keep the title short (under 60 characters) and the body actionable.
de: Halten Sie den Titel kurz (unter 60 Zeichen) und den Text umsetzbar.

source: Use the optional JSON data to deep-link users directly to menus, offers, or campaigns.
de: Verwenden Sie die optionale JSON-Daten, um Benutzer direkt zu Menüs, Angeboten oder Kampagnen zu verlinken.

source: Edit Item
de: Element bearbeiten

source: New Item
de: Neues Element

source: Menu Item: User earns points when they purchase this item
de: Menüelement: Benutzer verdient Punkte, wenn er dieses Element kauft

source: Reward Item: User spends points to redeem this item
de: Belohnungselement: Benutzer gibt Punkte aus, um dieses Element einzulösen

source: Menu Items
de: Menüelemente

source: (Items that give points to customers)
de: (Elemente, die Kunden Punkte geben)

source: Add your first menu item →
de: Fügen Sie Ihr erstes Menüelement hinzu →

source: (Items that customers can redeem with points)
de: (Elemente, die Kunden mit Punkten einlösen können)

source: Add your first reward item →
de: Fügen Sie Ihr erstes Belohnungselement hinzu →

source: Show this code to customers to scan.
de: Zeigen Sie diesen Code Kunden zum Scannen.

source: QR Code will appear here
de: QR-Code wird hier angezeigt

source: Success!
de: Erfolg!

source: This QR code has been scanned
de: Dieser QR-Code wurde gescannt

source: Show this reply to customers
de: Diese Antwort Kunden anzeigen

source: Users List
de: Benutzerliste

source: No customers have registered for your business yet.
de: Es haben sich noch keine Kunden für Ihr Unternehmen registriert.

source: Create QR codes for your customers' in-person payments. Customers can scan these codes to receive stamps.
de: Erstellen Sie QR-Codes für die persönlichen Zahlungen Ihrer Kunden. Kunden können diese Codes scannen, um Stempel zu erhalten.

source: You haven't registered a business yet. To use the QR code system, you need to register your business first.
de: Sie haben noch kein Unternehmen registriert. Um das QR-Code-System zu verwenden, müssen Sie zuerst Ihr Unternehmen registrieren.

source: QR Code Scanner - In-Person Payment
de: QR-Code-Scanner - Persönliche Zahlung

source: Click the button below to start scanning
de: Klicken Sie auf die Schaltfläche unten, um mit dem Scannen zu beginnen

source: Or enter QR code manually:
de: Oder QR-Code manuell eingeben:

source: Only required if the business has set a password for in-person payments.
de: Nur erforderlich, wenn das Unternehmen ein Passwort für persönliche Zahlungen festgelegt hat.

source: Your Wallet Status
de: Ihr Wallet-Status
